[
    {"question": "Never have I ever bragged about something I have not done", "asked":false},
    {"question": "Never have I ever spied on my neighbours","asked":false},
    {"question": "Never have I ever watched keeping up with the Kardashians","asked":false},
    {"question": "Never have I ever stolen something with a higher value than $10","asked":false},
    {"question": "Never have I ever Really liked a song by Justin Bieber","asked":false},
    {
        "question": "Never have I ever stalked an ex’s boyfriend or girlfriend on social media","asked":false
    },
    {"question": "Never have I ever had an open relationship","asked":false},
    {"question": "Never have I ever said an I love you without feeling it","asked":false},
    {"question": "Never have I ever been kicked out of a bar","asked":false},
    {"question": "Never have I ever had a one night stand","asked":false},
    {"question": "Never have I ever lied to my parents about being hung over","asked":false},
    {"question": "Never have I ever gone to the bathroom and then not wash my hands","asked":false},
    {"question": "Never have I ever kissed someone of the same sex","asked":false},
    {"question": "Never have I ever swam naked in a pool / beach.","asked":false},
    {"question": "Never have I ever woken up drunk the next day","asked":false},
    {"question": "Never have I ever kissed someone without knowing him/her","asked":false},
    {"question": "Never have I ever had a crush on my teacher in college","asked":false},
    {"question": "Never have I ever Lied to my parents about where I’m going","asked":false},
    {"question": "Never have I ever peed in a pool with other people in it.","asked":false},
    {"question": "Never have I ever worn Crocs.","asked":false},
    {"question": "Never have I ever tried guessing someones password.","asked":false},
    {"question": "Never have I ever woken up someone with my snoring.","asked":false},
    {"question": "Never have I ever peed myself in a moving vehicle.","asked":false},
    {"question": "Never have I ever dropped my phone in the toilet.","asked":false},
    {"question": "Never have I ever not cleaned my teeth for over 48 hrs.","asked":false},
    {"question": "Never have I ever cheated on a partner.","asked":false},
    {"question": "Never have I ever faked sick from work.","asked":false},
    {"question": "Never have I ever overdrafted my bank account.","asked":false},
    {"question": "Never have I ever drunk-dialed my ex.","asked":false},
    {
        "question": "Never have I ever brought up my trip studying abroad as a conversation starter.","asked":false
    },
    {"question": "Never have I ever sent a stranger a drink.","asked":false},
    {"question": "Never have I ever gotten busy in a public place.","asked":false},
    {"question": "Never have I ever called a partner the wrong name.","asked":false},
    {"question": "Never have I ever gone vegan.","asked":false},
    {"question": "Never have I ever used a fake ID.","asked":false},
    {"question": "Never have I ever flashed someone on purpose.","asked":false},
    {"question": "Never have I ever held a grudge longer than a year.","asked":false},
    {"question": "Never have I ever blabbed something I swore to secrecy.","asked":false},
    {"question": "Never have I ever cut my own hair.","asked":false},
    {"question": "Never have I ever been awake for 24 straight hours or more.","asked":false},
    {"question": "Never have I ever cried or flirted my way out of a ticket.","asked":false},
    {
        "question": "Never have I ever snooped through a friend’s room, cabinets or property.","asked":false
    },
    {"question": "Never have I ever spent an entire day watching reality TV.","asked":false},
    {"question": "Never have I ever Googled someone before a date.","asked":false},
    {"question": "Never have I ever gotten a bedroom-related injury.","asked":false},
    {"question": "Never have I ever tried to make an ex jealous.","asked":false},
    {"question": "Never have I ever paid for adult content.","asked":false},
    {"question": "Never have I ever done a “drive-by” of an ex or crush’s house.","asked":false},
    {"question": "Never have I ever hit a parked car.","asked":false},
    {"question": "Never have I ever slid into a stranger’s DMs.","asked":false},
    {"question": "Never have I ever lied on a dating profile.","asked":false},
    {"question": "Never have I ever thrown up in public.","asked":false},
    {"question": "Never have I ever sent a sext to the wrong person.","asked":false},
    {"question": "Never have I ever eaten an entire pack of Oreos in one sitting.","asked":false},
    {"question": "Never have I ever drank an entire bottle of wine.","asked":false},
    {"question": "Never have I ever convinced myself im ill after reading Webmd.","asked":false},
    {"question": "Never have I ever snuck into a movie.","asked":false},
    {
        "question": "Never have I ever shared a news story without reading past the headline.","asked":false
    },
    {"question": "Never have I ever fought with a partner in public.","asked":false},
    {
        "question": "Never have I ever tipped less than 10 percent or more than 50 percent.","asked":false
    },
    {"question": "Never have I ever cried at a party.","asked":false},
    {"question": "Never have I ever given someone a fake phone number.","asked":false},
    {"question": "Never have I ever left a mean YouTube comment.","asked":false},
    {"question": "Never have I ever been to a strip club.","asked":false},
    {"question": "Never have I ever ghosted someone.","asked":false},
    {
        "question": "Never have I ever been talking to multiple people at the same time. Put down 2 fingers if they knew each other","asked":false
    },
    {"question": "Never have I ever kissed more than 3 different people in one night","asked":false},
    {"question": "Never have I ever hooked up with a friend’s ex.","asked":false},
    {"question": "Never have I ever stolen something from my workplace.","asked":false},
    {"question": "Never have I ever gone more than 20 mph over the speed limit.","asked":false},
    {"question": "Never have I ever lied during this game!","asked":false},
    {"question": "Never have I ever had a paranormal experience.","asked":false},
    {"question": "Never have I ever worn glasses with fake lenses.","asked":false},
    {"question": "Never have I ever been on a fad diet.","asked":false},
    {"question": "Never have I ever thought I was going to drown.","asked":false},
    {"question": "Never have I ever been on TV or the radio.","asked":false}
]

